Repository: ktgw0316/LightZone-l10n-fr
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: fr

source: "$1" already exists as a folder.
fr: "$1" existe déjà comme un dossier.

source: "$1" already exists.
fr: "$1" Existe déjà.

source: $1 files to process
fr: $1 fichiers à traiter

source: $1 images selected
fr: $1 images sélectionnées

source: $1 is an empty file
fr: $1 est un fichier vide

source: $1 not found
fr: $1 non trouvé

source: $1 of $2 files processed, $3 seconds remaining
fr: $1 de $2 fichiers traités, $3 secondes restantes

source: $1 sec at f/$2
fr: $1 sec à f/$2

source: (A new black & white tool will appear at the top of the tool stack.)
fr: (Un nouvel outil Noir et Blanc apparaîtra en haut de la chaîne de développement.)

source: (A new blur tool will appear at the top of the tool stack.)
fr: (Un nouvel outil Flou apparaîtra en haut de la chaîne de développement.)

source: (A new clone tool will appear at the top of the tool stack.)
fr: (Un nouvel outil Cloner apparaîtra en haut de la chaîne de développement.)

source: (A new color balance tool will appear at the top of the tool stack.)
fr: (Un nouvel outil Balance de Couleur apparaîtra en haut de la chaîne de développement.)

source: (Each has its own cross-hair cursor.) The advantage of doing this is that they all share the same blend mode, opacity, and color & luminosity selection.
fr: (Chacune ayant son propre réticule.) L'avantage de procéder ainsi étant qu'elles partageront toutes les mêmes mode de fusion, opacité, et sélection de couleur & luminosité selection.

source: (For example, clicking somewhere in the yellow part of the color wheel applies yellow filter.)
fr: (Par exemple, cliquer quelque part dans les jaunes de la roue chromatique applique un filtre jaune.)

source: (For example, you create a sharpen tool as a layer rather than sharpening an existing layer.) This means that every tool is non-destructive and therefore can be modified or deleted at any time.
fr: (Par exemple, vous créez un outil Netteté comme un calque plutôt d'augmenter la netteté d'un calque existant.) Cela signifie que tous les outils sont non-destructifs et par conséquent peuvent être modifiés ou supprimés à tout moment.

source: (If there is no internet connection, the check is skipped.)
fr: (Si il n'y a pas de connexion internet, la vérification sera annulée.)

source: (It does not alter any thumbnails that may be embedded inside the image files.)
fr: (Il n'altère pas les vignettes qui peuvent être encapsulée dans les fichiers images.)

source: (Its contour will change from a solid line to a dashed line.)
fr: (Son contour changera d'une ligne continue à une ligne pointillée.)

source: (LightZone display a progress dialog while converting your photos.)
fr: (LightZone affiche la progression durant la conversion de vos photos.)

source: (LightZone must restart for this to take effect.)
fr: (LightZone doit redémarrer pour prendre cela en compte.)

source: (Metamerism refers to the situation where two color samples appear to match under one condition but not under another.) However, the latest generation from all the major inkjet printer manufacturers looks promising.
fr: (Le Métamérisme se réfère au cas où deux échantillons de couleur semblent correspondre dans une condition mais pas dans une autre.) Cependant, les dernières générations de tous les constructeurs semblent prometteuses.

source: (Opposite of Color Burn.)
fr: (Opposé de Densité Couleur + .)

source: (Opposite of Color Dodge.
fr: (Opposé de Densité Couleur - .

source: (Opposite of Darken.)
fr: (Opposé de Assombrir.)

source: (Opposite of Lighten.)
fr: (Opposé de Éclaircir.)

source: (See also Black point compensation.)
fr: (Voir aussi Compensation du Point Noir.)

source: (See also: Exclusion.)
fr: (Voir aussi : Exclusion.)

source: (See also: Negation.)
fr: (Voir aussi : Negation.)

source: (See also: Screen.)
fr: (Voir aussi : Superposition.)

source: (Styles are grouped into folders of your choosing.)
fr: (Les Styles sont groupés dans des dossiers de votre choix.)

source: (Such metadata is known as IPTC metadata.)
fr: (Ce type de métadonnées sont connues comme les métadonnées IPTC.)

source: (The color balance of your photo will shift towards the color you clicked on.)
fr: (La balance de couleur tirera vers la couleur sur laquelle vous avez cliqué.)

source: (The color/luminosity selections as well as the Color Selection Viewer will update to reflect the selected color/luminosity.)
fr: (La Sélection de Couleur/Luminosité de même que le visionneur de la Sélection Couleur se mettront à jour pour refléter la couleur/luminosité sélectionnée.)

source: (The control points and the inner line will become visible.)
fr: (Les points de contrôle et le tracé intérieur deviendront visibles.)

source: (The control points will become visible.)
fr: (Les points de contrôle deviendront visibles.)

source: (The mouse will change to an eyedropper.)
fr: (La souris prend l'apparence d'une pipette.)

source: (The previews will be recomputed automatically.
fr: (Les Aperçus seront regénérés automatiquement.

source: (The region kind buttons will appear to the right of the tool bar and the regions for the tool will become visible on your photo.)
fr: (Les boutons de type de région apparaîtront à la droite de la barre d'outils et les régions de l'outil en cours deviendront visibles sur votre photo.)

source: (The region kind buttons will appear to the right of the tool bar.)
fr: (Les boutons de type de région apparaîtront à la droite de la barre d'outils.)

source: (The style will be imported.)
fr: (Le style sera importé.)

source: (The style will be written to a file having an lzt extension.)
fr: (Le style sera écrit dans un fichier ayant une extensionlzt.)

source: (The table above is illustrative and not exhaustive because what happens when an image file is dropped onto an application's icon or window depends entirely on the application.)
fr: (Le Tableau ci-dessus n'est aucunement exhaustif l'effet produit lorsque l'on dépose un fichier image sur l'icône d'une application dépend entièrement de l'application elle-même.)

source: (The tools are shown in the same order as they are in the tool stack.
fr: (Les Outils sont affichés dans le même ordre que dans la chaîne de développement.

source: (The tools from the style will then be added to the top of the tool stack for all the selected photos.)
fr: (les outils du style seront alors ajoutés en haut de la chaîne de développement de chacune des photos sélectionnées.)

source: (The tools from the style will then be added to the top of the tool stack.)
fr: (les outils du style seront alors ajoutés en haut de la chaîne de développement.)

source: (There is no significance to the order.) There is no limit to the number of control points a region may have.
fr: (leur ordre n'a pas d'importance) Il n'y a pas de limite au nombre de points de contrôle qu'une région peut avoir.

source: (Use the Shift key to select multiple, contiguous thumbnails or the Command Control key to select multiple, non-contiguous thumbnails.)
fr: (Utilisez la touche Maj pour sélectionner plusieurs vignettes consécutives ou la touche Commande Contrôle pour sélectionner plusieurs vignettes non contigues.)

source: (Use the Shift key to select multiple, contiguous thumbnails or the Command Control key to select multiple, non-contiguous thumbnails; or use the Select Recent button.)
fr: (Utilisez la touche Maj pour sélectionner plusieurs vignettes consécutives ou la touche Commande Contrôle pour sélectionner plusieurs vignettes non contigues; ou utilisez les boutons Sélectionner Récent.)

source: (Your photo's colors will shift accordingly.
fr: (Les couleurs de votre photo seront modifiées en conséquence.

source: (a) no color selected
fr: (a) Aucune couleur sélectionnée

source: (a) unstacked
fr: (a) Déplié

source: (b) blues selected
fr: (b) bleus sélectionnés

source: (b) stacked
fr: (b) Replié

source: ...and $1 more
fr: ...et $1 de plus

source: 1 file to process
fr: 1 fichier à traiter

source: 1 of 10
fr: 1 de 10

source: 1 of 2
fr: 1 de 2

source: 1 of 6
fr: 1 de 6

source: 2 of 10
fr: 2 de 10

source: 2 of 4
fr: 2 de 4

source: 2 of 6
fr: 2 de 6

source: 3 of 10
fr: 3 de 10

source: 3 of 4
fr: 3 de 4

source: 3 of 6
fr: 3 de 6

source: 4 of 10
fr: 4 de 10

source: 4 of 6
fr: 4 de 6

source: 5 of 10
fr: 5 de 10

source: 5 of 6
fr: 5 de 6

source: 6 of 10
fr: 6 de 10

source: 7 of 10
fr: 7 de 10

source: 8 Bits/Channel
fr: 8 Bits/Canal

source: 8 of 10
fr: 8 de 10

source: 9 of 10
fr: 9 de 10

source: More on the ZoneFinder...
fr: En savoir plus sur le ZoneFinder...

source: Acknowledgments, Legal notices
fr: Remerciements, Mentions Légales

source: Crop and rotate have been improved.
fr: Le Recadrage et la Rotation ont été améliorés.

source: Thumbnails in the Photo Browser indicate LightZone JPEG files with "JPEG-LZN" as shown above.
fr: Les Vignettes dans le Navigateur Photo distinguent les fichiers JPEG LightZone avec "JPEG-LZN" comme montré ci-dessus.

source: Tool anatomy & menu
fr: Présentation des Outils & menu

source: ZoneFinder, Color selection,
fr: ZoneFinder, Masque de Couleur,

source: More on styles...
fr: En savoir plus sur les Styles...

source: More on the tool stack...
fr: En savoir plus sur la Chaîne de développement...

source: Histogram, & Sampler
fr: Histogramme, & Pipette

source: More on regions...
fr: En savoir plus sur les Régions...

source: All the time: Your photo will be updated continuously.
fr: En temps réel : Votre photo sera rafraîchie en continu.

source: Application Managed: LightZone will do color conversion.
fr: Couleurs gérées par l'Application : LightZone fera la conversion de couleur.

source: Between Region Changes: Your photo will not be updated until you release the mouse.
fr: À chaque changement des Régions : Votre photo ne sera rafraîchie qu'après avoir relaché le bouton de la souris.

source: Note: A filter of a certain color actually filters out its complementary color (the color directly across from it in the color wheel).
fr: Note: Un filtre d'une certaine couleur en fait exclura sa couleur complémentaire (la couleur directement opposée dans la roue des couleurs).

source: Note: A single Clone tool can have multiple regions.
fr: Note: un unique Outil Cloner peut avoir plusieurs régions.

source: Note: Alternatively, you can save your work as "LightZone TIFF" files by changing the save preference.
fr: Note: Autrement, vous pouvez enregistrer votre travail dans un fichier "TIFF LightZone" en modifiant le Paramètre d'enregistrement.

source: Note: If you have a multi-button mouse, you can alternatively right-click to pop-up the menu rather than control-click.
fr: Note : Si vous avez une souris avec plusieurs boutons, vous pouvez également faire un clic droit plutôt qu'un Contrôle-clic.

source: Note: If you inadvertently start to create a region, you can press the esc (escape) key to cancel creating the region.
fr: Note: Si vous avez commencé à créer une région sans le vouloir, vous pouvez appuyer sur la touche échap pour annuler la création de la région.

source: Note: If you replace the default tone curve for a camera with your own style, you can revert to the original default tone curve for the camera by selecting File > Reset Style... then the name of the style.
fr: Note: si vous remplacez Courbe de Tonalité par défault d'un appareil avec votre propre style, vous pouvez le rétablir en choisissant Fichier > Remettre à zéro un Style... et à ce moment, le nom du style.

source: Note: It is often useful to have multiple instances of the color balance tool in the tool stack to remove color casts from multiple areas of your photo.
fr: Note: Il est souvent utile d'avoir plusieurs instances de l'outil Balance de Couleur dans la chaîne de développement pour enlever les teintes dominantes de plusieurs parties de votre photo.

source: Note: Rating either raw or TIFF files does not modify them in any way; instead, the rating information is stored in sidecar XMP files.
fr: Note: Attribuer une note à des fichiers bruts (raw) ou TIFF ne les modifie pas d'aucune manière, à la place l'information de notation est stocké dans un fichier XMP sidecar.

source: Note: Rotating either raw or TIFF files does not modify them in any way; instead, the rotation information is stored in sidecar XMP files.
fr: Note: Tourner que ce soit des fichiers Bruts (RAW) ou TIFF ne les modifieras pas; à la place, l'information d'orientation est stockéedans un fichier XMP sidecar.

source: Note: The information provided here is accurate as of Aperture version 1.5.3 but may need to change for future versions.
fr: Note: Les informations fournies ici correspondent à la version 1.5.3 d'Aperture mais peuvent avoir changé depuis.

source: Note: This feathering is reversed if the region has been inverted.
fr: Note : Cet adoucissement est inversé si la région a été inversée.

source: Note: Some preferences are effective only after LightZone is relaunched.
fr: Note: Certaines préférences ne seront prises en compte qu'après le redémarrage de LightZone.

source: Printer Managed: the printer will do color conversion.
fr: Couleurs gérées par l'Imprimante : l'imprimante fera la conversion de couleur.

source: When Regions are Done: Your photo will not be updated until you are done adjusting a region (by clicking outside the region, or by pressing either the return or esc (escape) key).
fr: Quand les Régions sont validées : Votre photo ne sera rafraîchie qu'après avoir validé une région (en cliquand à l'extérieur de celle-ci (double-clic lors de la création du dernier point), ou en appuyant soit sur la touche entrée ou Echap).

source: <html>Continue (The program may now be unstable)</html>
fr: <html>Continuer (Le programme pourrait être instable désormais)</html>

source: <html>Exit without saving files</html>
fr: <html>Quitter sans enregistrer les fichiers</html>

source: <html>Save all files and exit <b>(Recommended)</b></html>
fr: <html>Enregistrer tous les fichiers et quitter <b>(Recommandé)</b></html>

source: Control-click Right-click on one of the thumbnails to pop-up the menu and select the rating your want to give.
fr: Control-clic clic-droit sur une des vignettes pour faire apparaître le menu contextuel et choisissez la note que vous souhaitez donner.

source: Control-click Right-click on the control point you want to delete: a menu will pop up.
fr: Contrôle-clic clic droit sur le point de contrôle que vous souhaitez supprimer : un menu se déroule.

source: Control-click Right-click on the thumbnail so the pop-up menu pops up and select Edit.
fr: Faites un Contrôle-clic clic droit sur la vignette et dans le menu contextuel choisissez Éditer.

source: A "LightZone JPEG" file is an ordinary JPEG file that is a preview version of your original photo but also contains the tool stack you created while editing your photo.
fr: Un fichier "JPEG LightZone" est un fichier JPEG classique qui est un aperçu d'une version de votre photo mais qui contient également la chaîne de développement que vous avez créée en éditant votre photo.

source: A style is a tool stack that was originally created for one photo that can be applied to other photos.
fr: Un style est une chaîne de développement initialement créée pour une photo qui peut être appliqué à d'autres photos

source: A LightZone JPEG still refers to your original photo (whether it's a raw, TIFF, or another JPEG).
fr: Un JPEG LightZone se réfère toujours à votre fichier photo original (que ce soit un fichier brut (raw), TIFF, ou un autre JPEG).

source: A Style named "$1" already exists.
fr: Un Style nommé "$1" existe déjà.

source: A blending mode controls how the effects of tools in the tool stack blend together to form the final photo.
fr: Un mode de fusion contrôle la façon dont les résultats des outils dans la chaîne de développement seront fusionnés ensemble pour former la photo finale.

source: A disadvantage of two-page TIFF files is that they are, of course, twice as big.
fr: Un inconvénient d'un fichier TIFF double page demeure, bien sûr, dans le fait qu'il sera deux fois plus gros.

source: A file named "$1" already exists in $2.
fr: Un fichier nommé "$1" existe déjà dans $2.

source: A high limit enables LightZone operate faster and smoother; a low limit leaves more memory for other applications.
fr: Une limite élevée permet à LightZone des opérations plus rapides et fluides ; Une limite basse laisse plus de mémoire pour les autres applications.

source: A high limit enables LightZone to operate faster and smoother; a low limit leaves more memory available for other applications.
fr: Une limite élevée permet à LightZone des opérations plus rapides et fluides ; Une limite basse laisse plus de mémoire pour les autres applications.

source: A mask is the set of regions for a particular tool.
fr: Un masque est un ensemble de régions pour un outil donné.

source: A new version ($1) of $2 is available.
fr: Une nouvelle version ($1) de $2 est disponible.

source: About LightZone
fr: À propos de LightZone

source: About color conversion and print quality.
fr: À propos de la conversion de couleur et la qualité d'Impression.

source: Absolute Colorimetric
fr: Colorimétrie Absolue

source: Acknowledgments
fr: Remerciements

source: Acknowledgments.
fr: Remerciements.

source: Actual Pixels
fr: Taille réelle des pixels (100%)

source: Add
fr: Ajouter

source: Add $1
fr: Ajouter $1

source: Add a new Style
fr: Ajouter un nouveau Style

source: Adding a control point
fr: Ajouter un point de contrôle

source: Additionally, LightZone can open DNG files.
fr: De plus, LightZone peut ouvrir les fichiers DNG.

source: Additionally, LightZone integrates seamlessly with Aperture via the Direct Save preference.
fr: En complèment, LightZone s'intègre de façon transparente avec Aperture via le réglage de Enregistrement Direct dans les préférences.

source: Additionally, LightZone will also read metadata for a photo from a sidecar XMP file (if present).
fr: En complèment, LightZone lira également les métadonnées d'une photo depuis un fichier Sidecar XMP (s'il existe).

source: Additionally, color/luminosity selections have adjustable feathering thus eliminating sharp edges between where a selection is and isn't.
fr: De plus, les Sélections de Couleur/Luminosité ont un adoucissement ajustable, éliminant ainsi les transitions brutales entre les zones sélectionnées ou non.

source: Additionally, each region has an adjustable area that does feathering thus eliminating sharp edges between where a region is and it isn't.
fr: De plus, chaque région possède une zone ajustable d'adoucissement qui élimine les transitions nettes entre où une région s'applique et ou elle ne s'applique pas.

source: Additionally, every region has a feathering area that smoothly blends the region into the surrounding area preventing sharp edges.
fr: De plus, chaque région possède une zone d'adoucissement qui mèle progressivement la région avec les parties environnantes évitant les transitions brutales.

source: Additionally, metadata can also include information about the content of a photo such as its title, caption, copyright, creator, and location.
fr: Additionnellement, les métadonnées peuvent aussi contenir des informations à propos du contenu de la photograpgraphie, comme son titre, une légende, un copyright, un créateur, et une localisation.

source: Additionally, the Color Balance tool also allows you to reduce color casts by selecting neutral gray points, that is points that you want to be neutral gray in your photo.
fr: De plus, l'outil Balance de Couleur vous permet de réduire des teintes en sélectionnant des points gris neutres, qui sont des points que vous voulez rendre gris neutres dans votre photo.

source: Additionally, the navigator tool buttons can be used to navigate.
fr: De plus, les boutons de navigation peuvent être utilisé.

source: Additionally, when you paste a region into one tool that has been copied from another, you can paste it linked.
fr: De plus, quand vous collez dans un outil une région qui a été copiée depuis un autre outil, vous pouvez la coller et la lier.

source: Additionally, you can control the conversion as if a colored filter were placed in front of the lens when the photo was taken.
fr: De plus, vous pouvez procéder à la conversion comme si un filtre coloré se trouvait devant l'objectif au moment de la prise de vue.

source: Additionally, you can create your own styles.
fr: De plus, vous pouvez créer vos propres styles.

source: Additionally, you can replace the default tone curve for a camera with a style you create.
fr: De plus, vous pouvez remplacer la Courbe de Tonalité par défaut d'un appareil avec un style que vous créez.

source: Additionally, you can select any edit within the history to go back to that point in time.
fr: En complèment, vous pouvez sélectionner n'importe étape de l'historique pour revenir à celle-ci.

source: Adjust the Opacity slider.
fr: Ajustez le contrôle de l'Opacité.

source: Adjust the Strength slider to increase or decrease the strength (and thus effect) of the tool.
fr: Ajustez le contrôle de la Force pour augmenter ou réduire la force (et donc l'effet) du filtre.

source: Adjust the color range
fr: Ajuster la Gamme de couleur

source: Adjusting a region
fr: Ajuster une région

source: Adjusting color balance
fr: Ajuster la Balance de Couleur

source: Adjusting the feathering area
fr: Ajuster la zone d'adoucissement

source: Advanced Options
fr: Options Avancées

source: After creating and exporting one or more styles as LightZone Style files (having an lzt extension), they can be imported into LightZone on other computers.
fr: Après la création et l'exportation d'un ou plusieurs styles en fichier de Style LightZone (ayant une extension lzt), ils peuvent être importés dans LightZone sur d'autres ordinateurs.

source: After creating one or more styles, you can export them as LightZone Style files (having an lzt extension) that can be imported into LightZone on other computers.
fr: Après la création d'un ou plusieurs styles, vous pouvez les exporter comme des fichiers de Styles LightZone (ayant une extension lzt) qui peuvent être importés dans LightZone sur d'autres ordinateurs.

source: After creating one or more styles, you may want to delete ones that you no longer use.
fr: Après la création d'un ou plusieurs styles, vous pourriez vouloir supprimer ceux que vous n'utilisez plus.

source: After selecting a style, you are free to manipulate the settings of the individual tools ever further.
fr: Après avoir choisi un style, vous êtes libre de modifier les réglages de chacun des outils davantage.

source: After the reset, LightZone must quit.
fr: Après la remise à zéro, LightZone doit quitter.

source: After you save your edited photos, thumbnails of both your original and edited photos are shown grouped together.
fr: Après avoir enregistré votre photo éditée, les vignettes de votre original et de la version éditée sont affichées groupées ensemble.

source: All
fr: Tout

source: All Colors
fr: Toutes les Couleurs

source: All rights reserved.
fr: Tout Droit réservé.

source: All the Time
fr: En temps réel

source: All the selected thumbnails will rotate 90 degrees in the direction you selected.
fr: Toutes les vignettes sélectionnées tourneront de 90 degrés dans la direction que vous avez choisie.

source: Along the bottom of the browser window are the thumbnails for all the supported image file formats in the folder selected in the Folder Navigator.
fr: Le long du bas de la fenêtre du navigateur se trouve les vignettes de tous les formats de fichiers images supportés se trouvant dans le dossier sélectionné dans le Navigateur de Dossiers.
